<template>
    <footer data-v-b5549020="" id="footer">
        <div data-v-b5549020="" class="container">
            <div data-v-b5549020="" class="footer-top">
                <div data-v-30df4610="" data-v-b5549020="" class="rating-average ">
                    <div data-v-30df4610="" class="rating-average-top">
                        <div data-v-30df4610="" class="value">4.7</div>
                        <div data-v-a755fbf8="" data-v-30df4610="" class="stars" style="width: 68px;">
                            <div data-v-a755fbf8="" class="stars-active" style="width: 94%;">
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#343434"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#343434"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#343434"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#343434"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#343434"></path>
                                </svg>
                            </div>
                            <div data-v-a755fbf8="" class="stars-default">
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#959BA6"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#959BA6"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#959BA6"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg" style="margin-right: 2px;">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#959BA6"></path>
                                </svg>
                                <svg data-v-a755fbf8="" width="12" height="11" viewBox="0 0 12 11" preserveAspectRatio="none" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path data-v-a755fbf8="" d="M11.9828 4.17699C11.9414 4.05467 11.8314 3.96553 11.699 3.94706L7.97896 3.42759L6.31525 0.188307C6.25605 0.072994 6.13382 0 6.00002 0C5.86619 0 5.74399 0.072994 5.68476 0.188307L4.02099 3.42759L0.301003 3.94706C0.168606 3.96553 0.058567 4.05467 0.0172234 4.17696C-0.0241436 4.29928 0.0103562 4.43354 0.106192 4.52329L2.79793 7.04472L2.16259 10.6051C2.13995 10.7318 2.19418 10.8599 2.30244 10.9355C2.36368 10.9782 2.43622 11 2.50911 11C2.56508 11 2.62124 10.9872 2.67266 10.9612L5.99999 9.28019L9.32719 10.9612C9.44567 11.021 9.58918 11.0111 9.69743 10.9355C9.80569 10.8599 9.85995 10.7318 9.83733 10.605L9.20178 7.04472L11.8938 4.52326C11.9896 4.43354 12.0242 4.29928 11.9828 4.17699Z" fill="#959BA6"></path>
                                </svg>
                            </div>
                        </div>
                    </div>
                    <div data-v-30df4610="" class="rating-average-bottom">
                        Яндекс, 2GIS, Google
                    </div>
                </div>
                <div data-v-b5549020="" class="socials"><a data-v-b5549020="" href="https://vk.com/74kolesa" target="_blank" class="social social-vk"></a></div>
            </div>
            <div data-v-b5549020="" class="footer-menu row grid-4">
                <div data-v-b5549020="" class="col-1">
                    <div data-v-b5549020="" class="header">Покупателям</div>
                    <ul data-v-b5549020="">
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/shop" class="">Каталог</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/faq" class="">Вопросы и ответы</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/stati" class="">Советы</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/news" class="">Новости и акции</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/delivery" class="">Доставка и оплата</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/vozvrat" class="">Возврат товара</a></li>
                    </ul>
                </div>
                <div data-v-b5549020="" class="col-1">
                    <div data-v-b5549020="" class="header">О компании</div>
                    <ul data-v-b5549020="">
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/about" class="">Об интернет-магазине</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/reviews" class="">Отзывы о нас</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/policy" class="">Политика конфиденциальности</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/contacts" class="">Контакты</a></li>
                    </ul>
                </div>
                <div data-v-b5549020="" class="col-1">
                    <div data-v-b5549020="" class="header">Оформление заказа</div>
                    <ul data-v-b5549020="">
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/cart" class="">Корзина</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/favorite" class="">Избранное</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/compare" class="">Сравнение товаров</a></li>
                        <li data-v-b5549020=""><a data-v-b5549020="" href="https://74kolesa.ru/status" class="">Статус заказа</a></li>
                    </ul>
                </div>
                <div data-v-b5549020="" class="col-1">
                    <div data-v-b5549020="" class="phone"><a data-v-b5549020="" href="tel:73517012697">+7 (351) 701-26-97</a></div>
                    <div data-v-b5549020="" class="worktime">
                        круглосуточно, без выходных
                    </div>
                    <div data-v-b5549020="" class="callback"><button data-v-2985e462="" data-v-b5549020="" type="button" class="callback">
                        Заказать звонок
                    </button>
                    </div>
                </div>
            </div>
        </div>
        <div data-v-b5549020="" id="copyrights">
            <div data-v-b5549020="" class="container">
                <div data-v-b5549020="" class="info">
                    Информация, размещенная на данном сайте, носит исключительно информационный характер и не<br data-v-b5549020="">
                    может являться публичной офертой, определяемой положениями Статьи 437 (2) ГК РФ.
                    <div data-v-b5549020="" class="sitename">
                        © 74kolesa.RU, Интернет-магазин шин и дисков в г. Челябинск, 2011–2022
                    </div>
                </div>
                <div data-v-b5549020="" class="payments">
                    <div data-v-b5549020="" class="payment-icon payment-visa"></div>
                    <div data-v-b5549020="" class="payment-icon payment-mastercard"></div>
                    <div data-v-b5549020="" class="payment-icon payment-mir"></div>
                </div>
            </div>
        </div>
        <div data-v-b5549020="" itemscope="itemscope" itemtype="https://schema.org/Organization" style="display: none !important;">
            <span data-v-b5549020="" itemprop="name">74колеса.RU</span> <span data-v-b5549020="" itemprop="telephone">+7 (351) 701-26-97</span>
            <div data-v-b5549020="" itemprop="address" itemscope="itemscope" itemtype="https://schema.org/PostalAddress"><span data-v-b5549020="" itemprop="addressCountry">Россия</span> <span data-v-b5549020="" itemprop="addressLocality">г. Челябинск, ул. Рылеева</span>, <span data-v-b5549020="" itemprop="streetAddress"> 16/74</span></div>
            <span data-v-b5549020="" itemprop="email">info@74kolesa.ru</span>
        </div>
    </footer>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>
